Repository: kayaer/OsosOracle
Catalog: OsosOracle.MvcUI/Resources/Dil.*.resx
Languages: ar, tr

# Abone
source: Subscriber
ar: الزبائن
tr: Abone

# AboneBilgileri
source: Subscriber Information
ar: ادارة الزبائن
tr: Abone Bilgileri

# AboneIslemleri
source: Subscriber Operation
ar: ادارة الزبائن
tr: Abone İşlemleri

# AbonelikTarihi
source: Subcriber Creation Date
tr: Abonelik Tarihi

# AboneNo
source: Subscriber Number
ar: رقم الاشتراك
tr: Abone Numarası

# AboneOku
source: Read subscriber
ar: قراءة الاشتراك
tr: Abone Oku

# AboneTarih
source: Subcriber Creation Date
ar: تاريخ الاشتراك
tr: Abonelik Tarihi

# AboneTuru
source: Subscriber Type
tr: Abone Türü

# AboneYap
source: Create subscriber
ar: اضافة اشتراك
tr: Abone Yap

# Acik
source: Open
ar: مفتوح
tr: Açık

# Aciklama
source: Description
ar: الوصف
tr: Açıklama

# Ad
source: Name
ar: الاسم
tr: Ad

# Adres
source: Address
ar: العنوان
tr: Adres

# AnaKredi
source: Main Credit
ar: بطاقةالائتمان الرئيسية
tr: Ana Kredi

# ANAPILBITTI
source: Out Of Battery
tr: Ana Pil Bitti

# ANAPILZAYIF
source: Battery Low
tr: Ana Pil Zayıf

# AnaSayfa
source: Home
tr: Ana Sayfa

# Ara
source: Search
tr: Ara

# AramaKriterleri
source: Search Parameters
tr: Arama Kriterleri

# Ariza
source: Fault
tr: Arıza

# ARIZAA
source: Error A
tr: Arıza A

# ARIZAK
source: Error K
tr: Arıza K

# ArizaliSayaclar
source: Faults Meters
tr: Arızalı Sayaçlar

# ARIZAP
source: Error P
tr: Arıza P

# ARIZAPIL
source: Error Battery
tr: Arıza Pil

# AsiriTuketim
source: Over Consumption
tr: Aşırı Tuketim

# AvansOnay
source: Advance Approval
ar: موافقة مسبقة
tr: Avans Onay

# Ayar1Gonder
source: Send Setting1
tr: Ayar1 Gönder

# Ayar2Gonder
source: Send Setting2
tr: Ayar2 Gönder

# Az
source: Low
ar: قليل
tr: Az

# BaglantiOlanVeriOlmayacSayac
source: With Connection But No Data Meters
tr: Baglantisi Olan Verisi Olmayan Sayaclar

# BAGLANTISAYISI
source: Daily Connection Period
tr: Sunucu Bağlantı Sayısı

# Basarili
source: Success
ar: تمت العملية بنجاح
tr: Başarılı

# Basarisiz
source: UnSuccess
ar: العملية لم تكتمل
tr: Başarısız

# BaslangicTarih
source: Start Date
tr: Başlangıç Tarihi

# Bayram1Ay
source: Holiday 1 Month
ar: العطلة 1/ الشهر
tr: Bayram 1 Ay

# Bayram1Gun
source: Holiday 1 Day
ar: العطلة 1/ اليوم
tr: Bayram 1 Gun

# Bayram1Sure
source: Holiday 1 Time
ar: العطلة 1/ المدة
tr: Bayram 1 Sure

# Bayram2Ay
source: Holiday 2 Month
ar: العطلة 2/ الشهر
tr: Bayram 2 Ay

# Bayram2Gun
source: Holiday 2 Day
ar: العطلة 2/ اليوم
tr: Bayram 2 Gun

# Bayram2Sure
source: Holiday 2 Time
ar: العطلة 2/ المدة
tr: Bayram 2 Sure

# BayramGonder
source: Set Out Of Shift
tr: Bayram Gönder

# BekleyenKomutlar
source: Waiting Command
tr: Bekleyen Komutlar

# Bekliyor
source: Waiting
tr: Bekliyor

# BilgiKartiOku
source: Read info card
tr: Bilgi Kartı Oku

# BilgiKartiYap
source: Authority info card
tr: Bilgi Kartı Yap

# BilinmeyenKomut
source: Unknown Command
tr: Bilinmeyen Komut

# BirimFiyat
source: Unit Price
ar: قيمة المتر المكعب
tr: Birim Fiyat

# BitisTarih
source: End Date
tr: Bitiş Tarihi

# Bitti
source: Done
tr: Bitti

# BORC
source: Debt
tr: Borç

# CAP
source: Meter Diameter
ar: قطر العداد
tr: Sayac Çapı

# Cevap
source: Answer
tr: Cevap

# Cevaplandı
source: Resulted
tr: Cevaplandı

# CEZA1
source: Penalty1
tr: Ceza1

# CEZA2
source: Penalty2
tr: Ceza2

# CEZA3
source: Penalty3
tr: Ceza3

# CEZA4
source: Temperature Error
tr: Sıcaklık Hata

# CezaTemizle
source: Clear penalty
tr: Sayaç Ceza Temizle

# Cikis
source: Exit
ar: تسجيل خروج
tr: Çıkış

# DetayliRapor
source: Detailed Report
ar: تقرير مفصل
tr: Detaylı Rapor

# DonemBilgileri
source: Period Information
tr: Dönem Bilgileri

# DonemGun
source: Period Day
ar: مصطلح
tr: Dönem Gün

# Durum
source: Status
ar: الحالة
tr: Durum

# Duzenle
source: Edit
ar: تعديل
tr: Düzenle

# Ekle
source: Add
ar: إضافة
tr: Ekle

# EkleSatis
source: Add New Sales
tr: Yeni Satış Yap

# ElektrikKartSatis
source: Electricity Sales
tr: Elektrik Satışı

# ElektrikTarifesi
source: Electricity
tr: Elektrik Tarifesi

# EnerjiDurumu
source: Energy State
ar: حالة الطاقة
tr: Enerji Durumu

# EnterSatis
source: Please enter the amount and press ENTER.
tr: İstenilen değeri giriniz ve ENTER tuşuna basınız.

# Evet
source: Yes
ar: نعم
tr: Evet

# EvTelefonu
source: Phone (Home)
tr: Ev Telefonu

# FIYAT1
source: Price1
tr: Fiyat1

# Hosgeldiniz
source: Welcome
ar: أهلا وسهلا بكم
tr: Hoşgeldiniz

# AboneArama
source: Subscriber Search
ar: بحث الزبائن
tr: Abone Ara

# AboneListesi
source: Subscriber List
ar: قائمة الزبائن
tr: Abone Listesi

# Bul
source: Find
ar: بحث
tr: Bul

# YeniAboneEkle
source: Add New Subscriber
ar: إضافة مشترك جديد
tr: Yeni Abone Ekle

# SayacIslemleri
source: Meter Operation
ar: ادارة العدادات
tr: Sayaç İşlemleri

# DetayliArama
source: Advanced Search
ar: بحث متقدم
tr: Detaylı Arama

# Fiyat
source: Price
ar: قيمة الشحن
tr: Fiyat

# Dili
source: Language
ar: لغة
tr: Dil

# Kaydet
source: Save
ar: انشاء
tr: Kaydet

# KurumIslemleri
source: Corporate Transactions
ar: معاملات الشركات
tr: Kurum İşlemleri

# KurumListesi
source: Corporate List
ar: قائمة الشركات
tr: Kurum Listesi

# Satış
source: Sales
ar: مبيعات
tr: Satış

# Sayaç
source: Meter
ar: متر
tr: Sayaç

# Vazgec
source: Cancel
ar: الغاء
tr: Vazgeç

# YeniKurumEkle
source: Add New Organization
ar: أضف منظمة جديدة
tr: Yeni Kurum Ekle

# Yönetim
source: Governance
ar: إدارة النظام
tr: Yönetim

# Komut
source: Command
ar: قيادة
tr: Komut

# Rapor
source: Report
ar: التقرير
tr: Rapor

# Tarife
source: Tariff
ar: نوع التسعيرة
tr: Tarife

# Islem
source: Operation
ar: العملية
tr: İşlemler

# KartBosalt
source: Empty Card
ar: تهيئة البطاقة
tr: Kart Boşalt

# Kredi
source: Credit
ar: قيمة التعبئة
tr: Kredi

# Kurum
source: Organization
ar: مؤسسة
tr: Kurum

# SabitUcret
source: Fix Charge
ar: رسوم ثابتة
tr: Sabit Ücret

# SatisIslemleri
source: Sales Operation
ar: عمليات البيع
tr: Satış İşlemleri

# SatisTarih
source: Date of Sale
ar: تاريخ الشحن
tr: Satış Tarihi

# Sayac
source: Meter
ar: العدادت
tr: Sayaç

# SayacAra
source: Meter Search
ar: بحث العدادات
tr: Sayaç Ara

# SayacEkle
source: Add Meter
ar: إضافة عداد جديد
tr: Yeni Sayaç

# SayacModel
source: Meter Model
ar: خواص العداد
tr: Sayaç Modeli

# SayacSeriNo
source: Meter Serial Number
ar: رقم العداد
tr: Sayaç Seri No

# Soyad
source: Surname
ar: اللقب
tr: Soyad

# TarifeEkle
source: Add Tariff
ar: اضافة تسعيرة
tr: Yeni Tarife

# TarifeIslemleri
source: Tariff Operation
ar: إدارة التسعيرة
tr: Tarife İşlemleri

# TuketimKatsayisi
source: Consumption Ratio
ar: معامل الاستهلاك
tr: Tüketim Katsayı

# YedekKredi
source: Reserve Credit
ar: الائتمان الاحتياطي
tr: Yedek Kredi

# Elektrik
source: Electricity
tr: Elektrik

# GorevYonetimi
source: Task Management
ar: ادارة المهام
tr: Görev Yönetimi

# Kalorimetre
source: Calorimeter
tr: Kalorimetre

# KullaniciYonetimi
source: User Management
tr: Kullanıcı Yönetimi

# ModemMarkaIslemleri
source: Modem Brand Operations
tr: Modem Marka İşlemleri

# ModemModelIslemleri
source: Modem Model Operations
tr: Modem Model İşlemleri

# RolYonetimi
source: Role Management
ar: ادارة الوظائف
tr: Rol Yönetimi

# SayacMarkaIslemleri
source: Meter Brand Operations
tr: Sayaç Marka İşlemleri

# SayacModelIslemleri
source: Meter Model Operations
tr: Sayaç Model İşlemleri

# Su
source: Water
tr: Su

# SuTarifeIslemleri
source: Water Tariff Operations
tr: Su Tarife İşlemleri

# KullaniciIslemleri
source: User Operation
ar: إدارة المستخدمين
tr: Kullanıcı İşlemleri

# MenuYonetimi
source: Menü Manaement
tr: Menü Yönetimi

# OperasyonYonetimi
source: Operations Management
tr: Operasyon Yönetimi

# SayacDurumRaporu
source: Meter Status Report
tr: Sayaç Durum Raporu

# ToplamKredi
source: Total Credits
tr: Toplam Kredi

# BorcYuzde
source: Percent of debt
ar: الديون المستحقة
tr: BorcYuzde

# YanginModSuresi
source: Fire Mode Duration
ar: مدة نظام الحرائق
tr: Yangin Mod Suresi

# EminMisiniz
source: Are you sure?
ar: هل انتم متأكدون؟
tr: Silme işlemini Onaylıyor musunuz?

# KartTipi
source: Card Type
ar: نوع البطاقة
tr: Kart Tipi

# KapakSeriNo
source: Cover Serial No
tr: Kapak Seri No

# AboneSayacIslemleri
source: Subs-Meter Operation
tr: Abone-Sayac İşlemleri

# AboneSec
source: Select Subscriber
tr: Abone Seç

# GeriDon
source: Return
tr: Geri Dön

# SokulenSayac
source: Dismandled Meter
tr: Sökülen Sayaç

# SonSatisTarihi
source: Last Sales Date
tr: Son Satış Tarihi

# AylikBakimBedeli
source: Monthly maintenance fee
tr: Aylık Bakım Bedeli

# MontajTarihi
source: Installation date
tr: Takılma Tarihi

# SokulmeNedeni
source: Reason for dismantling
tr: Sökülme Nedeni

# SokulmeTarihi
source: Date of dismantling
tr: Sökülme Tarihi

# KalorimetreTarifeIslemleri
source: Calorimeter Tariff Operation
tr: Kalorimetre Tarife

# KartOku
source: Read Card
ar: قراءة الببطاقة
tr: Kart Oku

# KimlikNo
source: Citizenship Number
ar: الرقم الوطني
tr: Kimlik No

# KrediYukle
source: Load credit
tr: Kredi Yükle

# Tutar
source: Price
tr: Tutar

# Karthazirla
source: Create Subscriber Card
ar: إنشاء بطاقة
tr: Kart Hazırla

# SatisBilgileri
source: Sales Info
ar: معلومات المبيعات
tr: Satış Bilgileri

# SayacBilgileri
source: Meter Information
ar: معلومات العداد
tr: Sayaç Bilgileri

# Gaz
source: Gas
tr: Gaz

# AnaKrediOkundu
source: Main Credit Read
tr: Ana Kredi Okundu Bilgisi

# Okundu
source: Read
tr: Okundu

# Okunmadı
source: Unread
tr: Okunmadı

# YedekKrediOkundu
source: Reserve credit Read
tr: Yedek Kredi Okundu Bilgisi

# SuTarifesi
source: Water Tariff
tr: Su Tarifesi

# HARCANANKREDI
source: Spent Credits
tr: Harcanan Kredi

# KALANKREDI
source: Remaining Credit
tr: Kalan Kredi

# IptalEdilecekSatis
source: Sales To be Canceled
tr: İptal Edilecek Satış Bilgileri

# KartBilgileri
source: Card Information
tr: Kart Bilgileri

# SatisIptal
source: Cancel Sales
tr: Satış Iptal

# SatisTipi
source: Sales Type
tr: Satış Tipi

# YuklenecekAnaKredi
source: Main Credit to be loaded
tr: Yüklenecek Ana Kredi

# Ctv
source: Environmental cleaning tax
tr: Ctv

# Kdv
source: Value-added tax
tr: Kdv

# SatisTutari
source: Sales Amount
tr: Satış Tutarı

# Toplam
source: Total
tr: Toplam

# Vezne
source: cashier's desk
tr: Vezne

# Adet
source: Count
ar: العدد
tr: Adet

# Kullanici
source: User
ar: المستخدم
tr: Kullanıcı

# Satis
source: Sales
ar: مبيعات
tr: Satış

source: Email
ar: البريد الالكتروني

# Hayir
source: No
ar: لا

source: Ip
ar: أي بي

# Iptal
source: Cancel
ar: إلغاء

# Kapali
source: Close
ar: مغلق

# Kart
source: Card
ar: الكرت

# KartIslemleri
source: Card Operation
ar: ادارة الكرت

# KullaniciAdi
source: User Name
ar: اسم المستخدم

# Pil
source: Battery
ar: البطارية

# RaporListesi
source: Report List
ar: قائمة التقارير

source: Rol
ar: الدور

# SayacVerileri
source: Meter Data
ar: عداد البيانات

# Sec
source: Select
ar: اختيار

# Seciniz
source: Choose
ar: اختيار

# SICAKLIK
source: Temperature
ar: درجة الحرارة

# Sil
source: Delete
ar: حذف

# SimTelNo
source: Gsm Number
ar: رقم الشريحة

# SonHaberlesmeTarihi
source: Date of last communication
ar: تاريخ الاتصال الأخير

# SonOkumaTarihi
source: Last Reading Date
ar: تاريخ آخر قراءة

# TarifeAdi
source: Tariff Name
ar: اسم التعرفة

# TUKETIM
source: Consumption
ar: استهلاك

# VANA
source: Valve
ar: الصمام

# VANAACMATARIH
source: Valve Open Date
ar: تاريخ فتح صمام

# VANAKAPAMATARIH
source: Valve Close Date
ar: تاريخ إغلاق الصمام

# SayacTipi
source: Meter Type
ar: نوع العداد

# KrediKatSayisi
source: Credit Ratio
ar: معامل الائتمان

# KRITIKKREDI
source: Critical Credit
ar: الائتمان النقدي

# KullaniciAra
source: Search User
ar: البحث عن مستخدم

source: Limit
ar: حد

# TelefonNumarasi
source: Phone Number
ar: رقم الهاتف

# YeniKullaniciEkle
source: Add New User
ar: إضافة مستخدم جديد

# KayitNo
source: Registration Id
ar: رقم التسجيل

source: Modem
ar: مودم

# Sifre
source: Password
ar: كلمة المرور

# GorevAdi
source: Task Name
ar: اسم المهمة

source: HaberlesenCihazSayisiGrafigi
ar: مخطط بياني لعدادات

source: Index
ar: الفهرس

# RolEkle
source: Add Role
ar: إضافة دور

# RolIslemleri
source: Rol Processing
ar: دور العمليات

# Zaman
source: Time
ar: المدة الزمنية

source: BaglantiPeriyot
ar: عدد مرات الاتصال GPRS

# MaxDebi
source: Max Flow
ar: تدفق

# KisiselBilgileri
source: Subscriber Personel Information
ar: معلومات الاتصال

# SayacTarifeBilgileri
source: Meter & Tariff Information
ar: نوع التسعيرة

source: Onayla
ar: تأكيد
